tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "sanemat/font"
brew "anyenv"
brew "fontforge"
brew "mas"
brew "mkcert"
brew "tig"
brew "vim"
brew "wget"
brew "sanemat/font/ricty", args: ["with-powerline"]
cask "1password"
cask "alfred"
cask "appcleaner"
cask "deepl"
cask "docker"
cask "google-chrome"
cask "google-japanese-ime"
cask "iterm2"
cask "notion"
cask "omnifocus"
cask "postman"
cask "sequel-ace"
cask "slack"
cask "visual-studio-code"
cask "zoom"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Toggl Track", id: 1291898086
